Back-end Standard/1st place Yuri.Valigursky/app/controllers/reset_controller.rb

  def index
    EmployeeArea.delete_all
---
DELETE FROM "employee_areas"